/* 数字块! */
" tile!" = " 方块!";

/* 最高分 */
"Best" = "最高分";

/* 我在1536得了 */
"I scored " = "我在1536得了 ";

/* 分,这个游戏规则为合并数字得到最高分! https://itunes.apple.com/app/2048-original-gameplay/id848513715 */
" points at 1536, a game where you join numbers to score high! https://itunes.apple.com/app/2048-original-gameplay/id848513715" = " 分,这个游戏规则为合并数字得到最高分! https://itunes.apple.com/app/2048-original-gameplay/id848513715";

/* 得分 */
"Score" = "得分";

/* 声音关闭 */
"Sound Off" = "声音关闭";

/* 声音开启 */
"Sound On" = "声音开启";

/* 滑至左侧以查看您最近3次的最高分,分享给你的朋友或继续! */
"Swipe left to see your 3 latest scores.Share with your friends or keep going." = "滑至左侧以查看您最近3次的最高分,分享给你的朋友或继续!";

/* 挑战失败! */
"You lose!" = "挑战失败!";

/* 您赢了! */
"You win!" = "您赢了!";

/* 你的目标是得到 */
"Your goal is to get the " = "你的目标是得到";

/* 您的最高分 */
"Your High Scores" = "您的最高分";

/* 分享 */
"SHARE" = "分享";

/* 继续 */
"KEEP GOING" = "继续";

